{
	"lecture": {
		"situation": [
			"Yeah, about Sanders. What the hell where you thinking, letting him slip away like that? I sent you in there to take care of things!",
			"Oh, I see... Frank's fixed that, though - right?",
			"The man broke into my facility and took hostages, Adam! I thought you were ready for this!",
			"Look, Adam. You know the police never fully investigated that first attack, don't you?",
			"Adam! Are you finished at the clinic?",
			"Frank's paranoid, Adam, you know that!",
			"Can't a busy man forget things once in a while?",
			"We're secure now - and the information you uncovered in that FEMA facility may actually help us track these guys.",
			"What the fuck does Picus have against us?",
			"Right now, I am in constant communication with the authorities who are investigating the attack.",
			"Frank and the rest of the security team will be working tirelessly to ensure that this company remains safe and secure.",
			"The data you're so nervous about is little more than a bunch of routine fact-finding reports, the kind of stuff I deal with every day.",
			"What the hell do you think you're doing, son? Put that away!",
			"Don't you see what's at stake here?",
			"FEMA? That's impossible, half our contracts are government issued!",
			"I better make some calls...",
			"Yeah... as an ex-cop, I guess you would.",
			"I guess I can see why you'd think that... given everything you've been through recently.",
			"I guess I hadn't considered that... but I still don't know that you need to.",
			"Your concerns about the data being compromised won't be an issue."
		],
		"directive": [
			"And don't forget to keep track of your expenses, or Athena will be on my ass.",
			"But the important thing is, you found the hole and plugged it.",
			"So let's just stay focused on what's important.",
			"Check in with Doctor Marcovic, at the LIMB clinic downtown.",
			"You got a problem with that?",
			"So get going.",
			"And Adam - if you can't talk your way in, consider making a strategic retreat.",
			"There's got to be another entrance on the side of that building.",
			"DO WHAT I FUCKING PAY YOU TO DO!",
			"Use my private elevator. You know the code?",
			"Athena! Get someone to shut off the damn racket!",
			"Sarif out.",
			"Why are you getting so defensive?",
			"I need dedicated warriors to help me win this.",
			"I just wonder if you're being a bit paranoid here, fixating on details that aren't critical.",
			"I'll send the files to your computer so you can see what he dug up.",
			"Find out who's giving the orders, and get back to me.",
			"Tell them their doctors created a virus that only affects augmented people.",
			"Time to figure out how to destroy the Illuminati's biochips and move on."
		],
		"mystery": [
			"Someone is pulling strings to keep us in the dark.",
			"My world is your world, Adam.",
			"Right now I wanna know who that corpse is.",
			"Meet Faridah at the helipad as soon as you're ready to leave.",
			"You have your orders, Adam.",
			"As soon as I hear anything conclusive, I will let you know.",
			"You think Taggart's involved?",
			"All I'm saying is we should be looking forward, Adam, not back.",
			"Can't you trust me to take care of things from here?",
			"I just hope you'll understand why I did.",
			"But Adam, you'd better be sure.",
			"It will give us time, son.",
			"Please, son. You have to stay with me on this.",
			"The truth is, I've had a lot of other things on my mind.",
			"Because that's what's really important, isn't it? The future?"
		]
	},
	"quotes": [
		"57656c6c20736f6d656f6e65207468696e6b7320746865792772652061206861636b6b65722e202d2d4650",
		"Adam! What the hell were you thinking!",
		"Adam! You're there. Good. Good.",
		"Did I what now?",
		"Adam`Talk to me.",
		"We can build wings if we wish to, and leave the cradle behind. The only limitations to where our flight will take us are our will and our intellect.",
		"Well, the police are saying he's not. They're refusing to let me see the body, no matter how much money I threaten to pull from their retirement fund.",
		"We will rebuild. We will pick up the scattered pieces of our lives and their work, and continue to move forward.",
		"The management appreciates that you all have been working long hours in the drive to fulfill outstanding contracts. We recognize your increased efforts, and we thank you for your unswerving dedication to getting the job done with pride. --AM",
		"We are attempting to fill recent vacancies as quickly as possible, but finding talented researchers who can live up to the high standards this company maintains is no easy task. If you know any qualified candidates - please, send them my way. --AM",
		"Right now, this company is on the brink of something phenomenal, something that can change mankind forever!",
		"And now that I've shared this much with you, I have to ask how your knowing the fine details will keep the rest of us any more secure.",
		"Adam! Oh, thank God you came! I've got wounded here. We'll have to move them first.",
		"What? Wh-why?",
		"Ah, my God. Hugh... We've got fix this, Adam. If people realize what's happened - if they believe augmentation technology created this chaos! - they'll ban human enhancement research forever!",
		"Ever since man first crawled out of that ocean, we have been striving to be more than we are! Augmentation technology is just the latest, greatest step on a very long road - but we've barely scratched the surface of its potential! We can't let fear stop us from continuing.",
		"But you do, Adam. I know it! And if we work together, we can really make a difference. We can improve the lives of everyone! But only if we fix this.",
		"We'd have to get a message out - after you shut down Hugh's signal. Tell the world... tell them that Humanity Front did this. That their doctors created a virus that only affects augmented people.",
		"Ah, Adam... if we want the freedom to become more than we are, we can't be blinded by a misguided morality. Some people will be left behind - it's reality. It's evolution, son.",
		"I'm trying to secure a future here, for all of mankind. I can't let trivial security concerns get in the way when people like Bill Taggart want to see me fail.",
		"Now you're my best warrior, Adam, and I - I trust you. I know the loyalty you've shown me will only continue as we take this fight into the future.",
		"Your concerns about the data being compromised... won't really be an issue as long as we stay strong and work together as a team.",
		"That's all I've ever tried to do here - find the best, most qualified people I can and bring them all together so they can complement each other.",
		"Now Megan understood that. It's why she suggested I hire you in the first place - to help this little family of ours survive.",
		"She doesn't! I mean, er, not directly...",
		"Megan pointed me in a direction and I followed up on it - that's all.",
		"Adam! Of course I trust you, son! And it's not that I'm afraid to tell you the truth. It' just that... honestly... I'm afraid you'll take it the wrong way."
	],
	"bonkers": [
		"It's fruit flies, Adam, fucking fully-equipped Area 51, deadly, dangerous fruit flies!",
		"We're at an undisclosed location, hiding out basically.",
		"It seems, and now I believe it, that this is some fucking serious shit. We are under attack, basically.",
		"Their science, their technology, they've gone nuts on this. They've got built-in sensors, I noticed something that looked like almost like an alien form of some kinda laser...",
		"If you notice a speck, anywhere, I mean there's specks everywhere, I mean - the speck is not a speck!",
		"These things are fucking fully equipped, there's probably hundreds of thousands in each household by now!",
		"I just saw one - I wanna catch one and show people what I'm talking about!"
	],
	"valentine": [
		"Let's just stay focused on what's important. You found the hole and plugged it.",
		"There's got be another entrance... use my private elevator."
	]
}